tap "homebrew/bundle"
tap "homebrew/cask", "https://github.com/Caskroom/homebrew-cask"
tap "homebrew/cask-fonts", "https://github.com/caskroom/homebrew-fonts"
tap "homebrew/cask-versions", "https://github.com/caskroom/homebrew-versions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
cask "xquartz"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bchunk"
brew "cabextract"
brew "cdrdao"
brew "checkbashisms"
brew "node"
brew "coffeescript"
brew "coreutils"
brew "ctags"
brew "python"
brew "ddgr"
brew "dos2unix"
brew "dosfstools"
brew "elinks"
brew "elm"
brew "elm-format"
brew "emacs"
brew "ffmpeg", args: ["with-fdk-aac", "with-libsoxr", "with-libvorbis", "with-opus", "with-tools", "with-wavpack", "without-qtkit"]
brew "findutils"
brew "flac"
brew "gist"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "grep"
brew "gtk-gnutella"
brew "handbrake"
brew "hexedit"
brew "hub"
brew "imagemagick"
brew "less"
brew "lua"
brew "mackup"
brew "make"
brew "mas"
brew "mongodb", restart_service: true
brew "moreutils"
brew "ncdu"
brew "osxutils"
brew "p7zip"
brew "qemu"
brew "rename"
brew "rsync"
brew "sbcl"
brew "shellcheck"
brew "shfmt"
brew "svgo"
brew "tree"
brew "unrar"
brew "util-linux"
brew "xmlto"
brew "yarn"
brew "zsh"
cask "android-file-transfer"
cask "buttercup"
cask "dash"
cask "figma"
cask "firefoxdeveloperedition"
cask "font-anonymouspro-nerd-font"
cask "font-awesome-terminal-fonts"
cask "font-droidsansmono-nerd-font"
cask "font-firacode-nerd-font"
cask "font-hasklig-nerd-font"
cask "font-ibm-plex"
cask "font-inconsolata-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-robotomono-nerd-font"
cask "google-backup-and-sync"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "kap"
cask "keepassxc"
cask "maciasl"
cask "minecraft"
cask "phew"
cask "plistedit-pro"
cask "qbittorrent"
cask "sketch"
cask "slack"
cask "steam"
cask "sublime-merge"
cask "torbrowser"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "vlc"
cask "vox"
cask "vuze"
cask "waterfox"
mas "Xcode", id: 497799835
