tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
cask "xquartz"
brew "bash"
brew "bash-completion@2"
brew "bchunk"
brew "cabextract"
brew "cdrdao"
brew "checkbashisms"
brew "node", link: false
brew "coffeescript"
brew "coreutils"
brew "python"
brew "ddgr"
brew "dos2unix"
brew "dosfstools"
brew "elinks"
brew "elm"
brew "elm-format"
brew "emacs"
brew "ffmpeg", args: ["with-fdk-aac", "with-libsoxr", "with-libvorbis", "with-opus", "with-tools", "with-wavpack", "without-qtkit"]
brew "findutils"
brew "flac"
brew "gist"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "grep"
brew "gtk-gnutella"
brew "handbrake"
brew "hexedit"
brew "hub"
brew "imagemagick"
brew "lua"
brew "mackup"
brew "mas"
brew "mkvtoolnix", args: ["without-flac"]
brew "moreutils"
brew "ncdu"
brew "osxutils"
brew "p7zip"
brew "qemu"
brew "rename"
brew "rsync"
brew "sbcl"
brew "shellcheck"
brew "svgo"
brew "tree"
brew "unrar"
brew "watchman"
brew "wine"
brew "xmlto"
brew "yarn"
cask "android-file-transfer"
cask "android-studio"
cask "atom"
cask "cyberduck"
cask "dash"
cask "docker"
cask "firefoxdeveloperedition"
cask "google-backup-and-sync"
cask "google-chrome"
cask "iterm2"
cask "keepassxc"
cask "keka"
cask "maciasl"
cask "minecraft"
cask "openshot-video-editor"
cask "phew"
cask "plistedit-pro"
cask "processing"
cask "qbittorrent"
cask "slack"
cask "steam"
cask "sublime-text"
cask "torbrowser"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "vox"
cask "vuze"
cask "waterfox"
cask "caskroom/fonts/font-anonymouspro-nerd-font"
cask "caskroom/fonts/font-awesome-terminal-fonts"
cask "caskroom/fonts/font-droidsansmono-nerd-font"
cask "caskroom/fonts/font-firacode-nerd-font"
cask "caskroom/fonts/font-hasklig-nerd-font"
cask "caskroom/fonts/font-inconsolata-nerd-font"
cask "caskroom/fonts/font-monoid-nerd-font"
cask "caskroom/fonts/font-mononoki-nerd-font"
cask "caskroom/fonts/font-robotomono-nerd-font"
mas "Negative", id: 1378123825
mas "Xcode", id: 497799835
