tap "eosio/eosio"
tap "eosio/eosio.cdt"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts", "https://github.com/caskroom/homebrew-fonts"
tap "homebrew/cask-versions", "https://github.com/caskroom/homebrew-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bchunk"
brew "browser"
brew "cabextract"
brew "sqlite"
brew "cdrdao"
brew "checkbashisms"
brew "coreutils"
brew "ctags"
brew "ddgr"
brew "deno"
brew "dos2unix"
brew "dosfstools"
brew "elinks"
brew "elixir"
brew "emacs"
brew "eosio.cdt"
brew "flac"
brew "ffmpeg"
brew "findutils"
brew "gist"
brew "git"
brew "git-sizer"
brew "gnu-sed"
brew "gnupg", link: false
brew "gradle"
brew "grep"
brew "hexedit"
brew "hub"
brew "libtool"
brew "imagemagick"
brew "less"
brew "mackup"
brew "make"
brew "mas"
brew "moreutils"
brew "ncdu"
brew "osxutils"
brew "p7zip"
brew "pandoc"
brew "pkg-config"
brew "postgresql", link: false
brew "qemu"
brew "rbenv"
brew "redis", restart_service: true
brew "rename"
brew "rsync"
brew "ruby"
brew "shellcheck"
brew "shfmt"
brew "trash"
brew "tree"
brew "unrar"
brew "util-linux"
brew "xmlto"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "eosio/eosio/eosio"
brew "mongodb/brew/mongodb-community"
cask "android-file-transfer"
cask "android-platform-tools"
cask "android-studio"
cask "buttercup"
cask "clover-configurator"
cask "dash"
cask "discord"
cask "figma"
cask "firefox-developer-edition"
cask "font-anonymouspro-nerd-font"
cask "font-awesome-terminal-fonts"
cask "font-droidsansmono-nerd-font"
cask "font-firacode-nerd-font"
cask "font-hasklig-nerd-font"
cask "font-ibm-plex"
cask "font-inconsolata-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-robotomono-nerd-font"
cask "gimp"
cask "google-backup-and-sync"
cask "google-chrome"
cask "gpg-suite"
cask "inkscape"
cask "iterm2"
cask "java8"
cask "jetbrains-toolbox"
cask "kap"
cask "keepassxc"
cask "minecraft"
cask "mono-mdk"
cask "phew"
cask "postico"
cask "postman"
cask "qbittorrent"
cask "react-native-debugger"
cask "robo-3t"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "steam"
cask "usb-overdrive"
cask "visual-studio-code"
cask "vlc"
cask "vuze"
cask "xquartz"
mas "Disk Speed Test", id: 425264550
